Repository: NuTyX/nutyx
Catalog: po/setup-nutyx/*.po
Languages: ar, es, fr, it, nl, nn, sv

source: Settings
ar: ضبط
es: Ajustes
fr: Réglages
it: impostazioni
nl: instellingen
nn: innstillinger
sv: Inställningar

source: Keyboard Layout
ar: وضعية اللوحة
es: Distribución del teclado
fr: Disposition du clavier
it: mappatura della tastiera
nn: Tastatur Layout
sv: Tangentbordslayout

source: Choose available
ar: إختيار الوضعية
es: Eligir disponibles
fr: Choisissez la disposition
it: Scegliere disponibile
nl: Kies beschikbaar
nn: Velg tilgjengelig
sv: Välj tillgängliga

source: ERROR configuration
fr: ERREUR de configuration

source: Please try again
ar: الرجاء إعادة المحاولة
es: Por favor, inténte de nuevo
fr: Veuillez essayer à nouveau
it: Per favore, riprova
nl: Probeer het opnieuw
nn: Vennligst prøv igjen
sv: Försök igen

source: Network card
ar: “بطاقة الشبكة
es: tarjeta de red
fr: Carte(s) réseaux
it: scheda di rete
nl: Netwerkkaart
nn: Nettverkskort
sv: Nätverkskort

source: Select the card
ar: إختر البطاقة
es: Elija la tarjeta
fr: Choisissez la carte
it: Selezionare la scheda
nl: Selecteer de kaart
nn: Velg kortet
sv: Välj kort

source: Card to configure
ar: البطاقة للتأكيد
es: Tarjeta a configurar
fr: Carte à configurer
it: Scheda per configurare
nl: Te configureren kaart
nn: Kort for å konfigurere
sv: Kort att konfigurera

source: Configuration of
ar: التأكيد
es: Configuración de
fr: Configuration de
it: Configurazione di
nl: Configuratie van
nn: konfigurasjon av
sv: Konfiguration av

source: Configuration mode
es: modo de configuración
fr: Mode de configuration
it: modalita di configurazione
nl: configuratie-modus
nn: Konfigurasjonsmodus
sv: Konfigurationsläge

source: IP address automatically set from DHCP server
ar: العنوان IP محصل عليه تلقائيا من محصل البث الشبكي
es: Dirección IP configurada automáticamente del servidor DHCP
fr: L'adresse IP est obtenue automatiquement depuis le serveur DHCP
it: Indirizzo IP impostato automaticamente dal server DHCP
nl: IP-adres automatisch via de DHCP-server
nn: IP adresse automatisk satt fra DHCP-server
sv: IP adress häntas automatiskt från DHCP-servern

source: Manually specify parameters
ar: تحديد الخواص يدويا
es: Especificar parámetros manualmente
fr: Spécifier les paramètres manuellement
it: Specificare manualmente i parametri
nl: Handmatig op te geven parameters
nn: Manuelt spesifisere parametere
sv: Ange parametrar manuellt

source: Enter an IP address
ar: IP إدخال عنوان
es: Ingrese una direccion IP
fr: Entrez une adresse IP
it: Entrare un indirizzo IP
nl: Voer een IP-adres in
nn: Skriv inn en IP-adresse
sv: Ange en IP-adress

source: Enter a broadcast address
fr: Entrer une adresse de diffusion

source: in most cases the current value can be used
ar: ن تستعملفي غالب الحالات القيم المنشورة يمكن أ،
fr: dans la plus part des cas la valeur affichée peut être utilisée

source: Enter the subnet mask
ar: أدخل قناع تحت الشبكة
fr: Entrez le masque de sous-réseau

source: Enter the gateway address
ar: أدخل باب الشبكة
fr: Entrez l'adresse de la passerelle

source: it is normally the address of your router access point
ar: أنه عادة نقطة دخول جهاز التوجيه
fr: c'est normalement l'adresse de votre point d'accès routeur

source: Enter the DNS address
ar: أدخل عنوان دنس
fr: Entrez l'adresse du DNS

source: DNS Search Suffix
fr: Suffix Search DNS

source: Enter the domain name
ar: أدخل إسم مهنتك
fr: Entrez le nom de votre domaine

source: this is only need if you are in a subdomain
ar: هدا الضبط ضروري إلا في حالة نخصص فرعي
fr: ce réglage est uniquement necessaire si vous êtes dans un sous-domaine

source: Most of the time it's not need
fr: La plus part du temps ce n'est pas necessaire

source: Start the service
ar: بدأ التشغيل
es: Iniciar el servicio
fr: Lancer le service
it: Avvier il servizio
nl: Service start
nn: Starte tjenesten
sv: Starta tjänsten

source: Checking the configuration, returning true or false
ar: والتحقق من التكوين، والعودة صحيحة أو خاطئة
es: Verificando la configuracion,respondiendo si verdadero o falso
fr: Vérifie toutes les configurations, renvoie true ou false
it: Controllo la configurazione, ritorno vero o falso
nl: Controleer de hele configuratie, return true of false
nn: Analyser konfigurasjonen, returnerer sant eller usant
sv: Analyserar inställningar, returnerar sant eller falskt

source: Show the network configuration
es: Mostrar la configuración de red
fr: Afficher la configuration réseau
it: Mostrare la configurazione di rete
nl: De netwerkconfiguratie tonen
nn: Vise nettverkskonfigurasjonen
sv: Visa nätverkskonfigurationen

source: Show the keyboard configuration
ar: عرض تأكيد اللوحة
es: Mostrar configuración del teclado
fr: Afficher la configuration du clavier
it: Mostrare la configurazione della tastiera
nl: De toetsenbord configuratie tonen
nn: Vise tastatur konfigurasjonen
sv: Visa tangentbordskonfigurationen

source: Show the date and time settings
ar: عرض تأكيد الساعة
es: Mostrar configuración de horario
fr: Afficher la configuration de l'horloge
it: Mostrare la configurazione dell'orologio
nl: De klockconfiguratie tonen
nn: Vis dato og klokke innstilling
sv: Visa tids och datum inställningar

source: Show the timezone and time adjustment
ar: عرض تأكيد الساعة المحلية
es: Mostrar huso horario y configuracion de hora
fr: Afficher la locale et la configuration de l'heure locale
it: Mostrare la localizzazione e regolazione dell'ora locale
nl: Regio tonen en locale tijd instellen
nn: Viser tids zon og lokal tid justering
sv: Visa tids zon och tid inställningar

source: Show all configurations
ar: عرض جميع التأكيدات
es: Mostrar todas las configuraciónes
fr: Afficher toute les configurations
it: Visualizza tutta la configurazione
nl: De volledige configuratie tonen
nn: Viser all konfigurasjon
sv: Visa all konfiguration

source: Configure the language
es: Configurar idioma
fr: Configurer la langue
it: Configurare la lingua
nl: Configureren van de taal
nn: Konfigurere språk
sv: Språk inställning

source: Configure the keyboard
ar: تأكيد اللغة
es: Configurar el teclado
fr: Configurer le clavier
it: Configurare la tastiera
nl: Configureren van het toetsenbord
nn: Konfigurere tastaturet
sv: Konfigurera tangentbordet

source: Configure the network
ar: لوقت و الساعة
es: Configurar la red
fr: Configurer le réseau
it: Configurare la rete
nl: Configureren van het netwerk
nn: Konfigurere nettverket
sv: Konfigurera nätverket

source: Date and time settings
ar: تاكي الوقت و الساعة
es: Configuracion de fecha y hora
fr: Configurer la date et l'heure
it: Configurare l'orologio e la data
nl: Configureren van de klok
nn: Konfigurere dato og klokken
sv: Datum och tid inställningar

source: Add a user to the system
es: Agregar un usuario al sistema
fr: Ajouter un utilisateur au système
it: aggiungere un utente al sistema
nl: voeg een gebruiker toe aan het systeem
nn: Legg til en bruker i systemet
sv: Lägg till en användare i systemet

source: Configure the system
ar: تأكيد كل النظام
es: Configurar el sistema
fr: Configurer tout le système
it: Configurare il sistema
nl: Configureren van het hele systeem
nn: Konfigurere systemet
sv: Konfigurera systemet

source: Install NuTyX
ar: أظافة NuTyX
es: Instalar NuTyX
fr: Installer NuTyX
it: Installare NuTyX
nl: NuTyX installeren
nn: Installere NuTyX
sv: Installera NuTyX

source: Use the arrows keys to change the values
ar: إستخدم الإشارات لتغيير القيم
es: Utilice la flechas para modificar los valores
fr: Utilisez les flèches pour changer les valeurs
it: Utilizzare i tasti freccia per modificare i valori
nl: Gebruik de pijltjes toetsen om de waarden te wijzigen
nn: Bruk piltastene for å endre verdiene
sv: Använd piltangenterna för att ändra värdena

source: Coordinated Universal Time or Local Time ?
ar: الوقت العالمي أو المحلي?
fr: Temps universel coordonné ou Heure locale ?
it: Coordinato Universal Time o locale ora
nl: Coordinated Universal Time of Lokale tijd ?
sv: Coordinated Universal Time eller Lokal tid ?

source: The hardware clock is set to
ar: الساعة مبرمجة على
es: El reloj del hardware está ajustado a
fr: L'horloge matérielle est réglée sur
it: L'orologio hardware regolato
nl: De hardware klok is ingesteld op
nn: maskinvareklokken er satt til
sv: Maskinvaruklockan är inställd på

source: Do you want to use this time as Coordinated Universal Time ?
ar: هل تريد إستعمال الوقت العالمي أو المحلي
es: Le gustaria usar esta informacion como tiempo universal coordinado
fr: Souhaitez-vous utiliser cette information comme temps universel coordonné ?
it: Vuole utilizzare questa ora come Coordinated Universal Time ?
nl: Wilt u deze tijd gebruiken als Coordinated Universal Time ?
sv: Vill du använda denna tid som Coordinated Universal Time ?

source: so that the summer/winter time is changed automatically
ar: هل تريد الحصول وقت الشتاء و الصيف تلقائيا
es: para que el cambio de hora (invierno/verano) sea modificado automáticamente
fr: et avoir le changement d'heure d'été automatique
it: affinch l'ora estivo / invernale cambiata automaticamente
nl: Zomer en Wintertijd worden automatisch gewijzigd
nn: slik at sommer / vinter tid endringen är automatisk
sv: så att sommar / vintertid ändras automatiskt

source: Please enter the date
ar: من فضلك أدخل اليوم
es: Por favor ingrese la fecha
fr: Veuillez entrer la date
it: Inserisci la data
nl: Vul de datum in
nn: Skriv inn datoen
sv: Vänligen ange datum

source: Please enter the time
ar: من فضلك أدخل الساعة
es: Por favor, ingrese la hora
fr: Veuillez entrer l'heure
it: Per favore inserisci l'ora
nl: Vul de tijd in
nn: Skriv inn tiden
sv: Ange tiden

source: Configuration of the boot of the computer
es: Configure el arranque de la computadora
fr: Configurer le démarrage de la machine
it: Configurazione del bagagliaio della macchina
nl: Configuratie van de boot van de machine
nn: Konfigurasjon av oppstartsinnstillinger i datorn

source: Select the disk on which you want to modify the MBR
ar: فيهMRBإختيار القرص الدي تريد تغيير ال
es: Seleccione el disco en el cual quiere modificar el MBR
fr: Selectionnez le disque sur lequel vous souhaitez modifier le MBR
it: Selezionare il disco sul qualle vuole modificare il MBR
nl: Selecteer de schijf waarop u de MBR wil wijzigen
nn: Velg disken du ønsker å endre MBR på
sv: Välj den disk som du vill ändra MBR på

source: Select the partition on which you want to place the GRUB files
ar: أختر المكان الدي تريد أن تجد فيه الملفات
es: Elija la partición donde le gustaria guardar los archivos GRUB
fr: Sélectionnez la partition sur laquelle doivent se trouver les fichiers GRUB
it: Selezionare la partizione sul qualle vuole mettere i file di GRUB
nl: Selecteer de partitie voor de GRUB-bestanden
nn: Velg partisjonen der du vil plassere GRUB-filerna på
sv: Välj den partition som vill placera GRUB-filerna på

source: Note that the destination partition can contain NuTyX or any other distribution
ar: توزيع أخر أو اي NuTyX ضهور الوجهة يمكن أن يحتوي على
es: Observe que la partición de destino puede contener NuTyX o cualquier otra distribución
fr: Noter que la partition de destination peut contenir NuTyX ou toute autre distribution
it: Si noti che la partizione di destinazione puo contenere NuTyX o qualsiasi altri distribuzioni
nl: Merk op dat de doel partitie NuTyX of een andere distributie kan bevatten
nn: Legg merke til at bestemmelses partisjon kan inneholde NuTyX eller annen fordeling
sv: Observera att destinationen partition kan innehålla NuTyX eller någon annan distribution

source: No boot process configured
ar: لا تصميم مأكد
es: No hay proceso de arranque configurado
fr: Aucun amorçage configuré
it: Nessun processo di avvio configurato
nl: Geen boot proces geconfigureerd
nn: ingen oppstartsprosessen konfigurert
sv: Ingen boot process konfigurerad

source: You have installed NuTyX without configuring the boot process
ar: لقد أظفت البرنامج من دون تأكيد التصميم
es: usted Ha instalado NuTyX sin configurar el proceso de arranque
fr: Vous avez installez NuTyX sans configurer l'amorçage du PC
it: hai installato NuTyX senza configurare il processo di avvio
nl: U heeft NuTyX geïnstalleerd zonder de configuratie van het bootproces
nn: du har installert NuTyX uten å konfigurere oppstartsprosessen
sv: Du har installerat NuTyX utan konfiguration av boot process

source: Are you sure, you want to cancel the process ?
ar: تريد حقا إالغاء العملية
es: Está seguro/a de que quiere cancelar el proceso
fr: Etes-vous certain de vouloir annuler l'opération ?
it: Sei sicuro di voler annullare il processo ?
nl: Weet u zeker dat u het proces wilt annuleren ?
nn: er du sikker på at du ønsker å avbryte prosessen ?
sv: Är du säker på att du vill avbryta processen ?

source: You already have a copy of the original MBR, I will not make a backup of it
ar: لديك نسخة من ال أصلية اما هده فلن تكون محفوظة MBR
es: ya existe una copia del MBR original, no eses necessario un backup
fr: Vous avez déjà une copie du MBR original, celui-ci ne sera pas sauvegardé
it: Hai gi una copia del MBR originale, non faro un backup
nl: U heeft al een kopie van de originele MBR, er wordt geen backup gemaakt
nn: Du har allerede en kopi av den opprinnelige MBR, jeg gjør ingen backup på
sv: Du har redan en kopia av den ursprungliga MBR, jag gör ingen backup på den

source: A copy of the original MBR is saved in the folder /boot/grub of your NuTyX. It will then be possible to restore it if need
ar: نسخة من الأصلية محفوظة في الملف بوث مجموعة نوثيكس يمكن إسترجاعها عند الحاجة
fr: Une copie du MBR original est sauvegardée dans le dossier /boot/grub de NuTyX. Il sera ainsi possible de la restaurer en cas de nécessité.
nn: En kopi av den opprinnelige MBR er lagret i /boot/grub i din NuTyX. Det kan da bli gjenopprettet hvis det er nødvendig
sv: En kopia av original MBR sparas i mappen /boot/grub i din NuTyX. Den kan då återställas om det behövs

source: Everything OK, do you want to modify
ar: الكل جيد هل تريد التغيير
fr: Tout s'est bien passé, souhaitez-vous modifier
nn: Alt er OK, ønsker du å endre
sv: Allt är OK, vill du ändra

source: Something went wrong probably the file system is not supported
ar: شيء لم يحصل جيدا ممكن أن نظام الملف لم يعمل جيدا
fr: Quelque chose s'est mal passée, probablement que le système de fichier n'est pas supporté
nn: Noe gikk galt, sannsynligvis støttes ikke filsystemet
sv: Något gick fel, förmodligen stöds inte filsystemet

source: A new
ar: جديد
fr: Un nouveau
nn: En ny
sv: En ny

source: has been created
ar: لقد تم
fr: a été créé
nn: har blitt opprettet
sv: har skapats

source: it has been adapted to launch the Maintenance system of NuTyX
ar: لقد تبنى لإطلاق نظام المافظة ل نوثيكس
fr: il a été adapté pour lancer le système de maintenance de NuTyX
nn: Den er innrettet til å starte vedlikeholdssystemet i NuTyX
sv: Den är anpassad för att starta underhålls systemet i NuTyX

source: if you choose
ar: إد إخترت
fr: si vous choisissez
nn: Hvis du velger
sv: Om du väljer

source: an simplify VI editor will allow you to modify it
ar: مصحح سهل يمكنك من التغيير
fr: un éditeur VI simplifié vous permettra de le modifier
nn: en forenklet VI editor lar deg endre den
sv: en förenklad VI editor låter dig ändra den

source: Enter the edit mode
ar: دخل في الوضع إصدار
fr: Entrer dans le mode édition
nn: Start redigeringsmodus
sv: Starta redigeringsläge

source: Exit the edit mode
ar: أخرج من الوضع إصدار
fr: Sortir du mode édition
nn: Avslutt redigeringsmodus
sv: Avsluta redigeringsläge

source: Cancel the modifications and exit VI
ar: ألغاء التغييرات و الخروج
fr: Annuler les modifications et sortir de VI
nn: Angre endringene og avslutte VI
sv: Ångra ändringarna och gå ur VI

source: Save and exit VI
ar: حفظ و خروج
fr: Sauver et sortir de VI
nn: Lagre og avslutte VI
sv: Spara och gå ur VI

source: Good to know
ar: جيد للمعرفة
es: bueno saberlo
fr: Bon à savoir
it: Buono a sapersi
nl: Goed om te weten
sv: Bra att veta

source: Main Menu
ar: القائمة الرئيسية
es: Menú Principal
fr: Menu Principal
it: Menu principale
nl: Hoofdmenu
nn: hovedmeny
sv: Huvudmeny

source: Welcome to the NuTyX installer
ar: مرحبا في أظافة النوثيكس
es: Bienvenidos en el instalador NuTyX
fr: Bienvenue dans l'installateur de NuTyX
it: Benvenuti nel programma di installazione NuTyX
nl: Welkom in de NuTyX installer
nn: Velkommen i NuTyX installatør
sv: Välkommen till NuTyX installationen

source: Create all your partitions
ar: خلق كل التوزيعات
es: Crear todas su partición
fr: Créer toutes vos partitions
it: Creare tutti i vostri partizione
nl: Maak al uw partities
nn: Oppretter alle partisjoner
sv: Skapa alla dina partitioner

source: Format a partition
ar: مسح توزيع
es: formatear una partición
fr: Formater une partition
it: Formattare una partizione
nl: Formatteren van een partitie
nn: Formatere en partisjon
sv: Formatera en partition

source: Configure the boot of the PC
ar: تأكيد التصميم
es: Configurar el arranque de la PC
fr: Configurer l'amorçage du PC
it: Configurare l'avvio del PC
nl: Configureren van de boot van de PC
nn: Konfigurering av oppstartsprosessen
sv: Konfigurera datorns uppstartsprocess

source: Reboot the PC
ar: إعادة تشغيل الجهاز
es: Reiniciar PC
fr: Relancer le PC
it: Riavviare il PC
nl: Start de pc opnieuw
nn: Starte PCen på nytt
sv: Starta om datorn

source: Press OK to reboot the computer
ar: إضغط موافق لإعادة تشغيل الجهاز
es: opcional
fr: Pressez Accepter pour relancer le PC
it: Premere OK per riavviare la machina
nl: Pressez Accepter pour relancer le PC
nn: Trykk OK for å starte datamaskinen på nytt
sv: Tryck OK för att starta om datorn

source: optional
ar: في الإختيار
fr: en option
it: facoltativo
nl: optioneel
nn: valgfri
sv: valfritt

source: Install
ar: إظافة
es: Instalar
fr: Installer
it: Installare
nl: Installer
nn: Installere
sv: Installera

source: Partitioning
ar: توزيع
es: Particionando
fr: Partitionner
it: Ripartizione
nl: Partitionner
nn: Partisjonera
sv: Partitionering

source: Format
ar: مسح
es: Formateo
fr: Formater
it: Formato
nl: Formatteren
nn: Formatering
sv: Formatering

source: Boot
ar: إعادة تشغيل
es: Arrangue
fr: Démarrage
it: avvio
nl: Démarrage

source: Keyboard
ar: لوحة
es: Teclado
fr: Clavier
it: tastiera
nl: Clavier
nn: Tastatur
sv: Tangentbord

source: Network
ar: شبكة
es: Red
fr: Réseau
it: rete
nl: Réseau
nn: Nettverk
sv: Nätverk

source: Clock
ar: ساعة
es: Reloj
fr: Horloge
it: orlogio
nl: Horloge
nn: Klokke
sv: Klocka

source: Restart
ar: إعادة بعث
es: Reiniciar
fr: Relancer
it: riavviare
nl: Relancer
nn: Omstart
sv: Omstart

source: Yes
ar: نعم
es: Si
fr: Oui
it: Si
nl: Ja
nn: Ja
sv: Ja

source: Choose the disk you want to use for this operation
ar: أختر القرص لهده العملية
es: Elija el disco que quiere usar para esta operación
fr: Choisissez le disque que vous souhaitez utiliser pour cette opération
it: Scegliere il disco che vuole per qualle operazione
nl: Selecteer de schijf die je hiervoor wil gebruiken
nn: Velg harddisken du vil bruke for denne operasjonen
sv: Välj hårddisken som du vill använda för denna operation

source: Choose the partition you want to use for this operation
ar: أختر التوزيعات لهده العملية
es: Elija la partición que quiera usar para esta operación
fr: Choisissez la partition que vous souhaitez utiliser pour cette opération
it: Scegliere il patizione che, vuole usare per questa operazione
nl: Selecteer de partitie die je hiervoor wil gebruiken
nn: Velg partisjonen du vil bruke for denne operasjonen
sv: Välj partition som du vill använda för denna operation

source: Available file systems
ar: نظام الملفات متوفر
es: Sistemas de archivos disponibles
fr: Systèmes de fichiers disponibles
it: fili system disponibili
nl: Beschikbare bestandssystemen
nn: Tilgjengelig File System
sv: Tillgängliga filsystem

source: Choose the file system you want to use for the partition
ar: أختر نظام الملفات الدي تريد إستعماله لهدا التوزيع
es: Elija el Sistema de archivos que quiera usar para la partición
fr: Choisissez le système de fichiers que vous souhaitez utiliser pour cette partition
it: Scegliere il file system che vuole usare per il partizione
nl: Selecter het bestandssysteem dat je wil gebruiken voor deze partitie
nn: Velg filsystemet du vil bruke for partisjonen
sv: Välj filsystemet som du vill använda för partitionen

source: High performance journaling file system create by SGI
ar: نظام الملفات علي الجودة
es: Sistema de archivos de diario de alto rendimiento creado por SGI
fr: Système de fichiers à haute perfomance créé par SGI
it: Elevate prestazioni journaling file system fatto da SGI
nl: Hoog-performant journalling bestandssysteem ontwikkeld door SGI
nn: High Performance File System opprettet av SGI
sv: Högprestandafilsystem skapad av SGI

source: Journaling file system create by IBM
ar: نظام الملفات موجود بIBM
es: Sistema de archivos de diario creado por IBM
fr: Système de fichiers journalisé mis au point par IBM
it: Journaling file system fato da IBM
sv: Journalförings fil system skapad av IBM

source: Very stable file system but not maintain anymore
ar: نظام الملفات ثابت و لكن ليس محفوظ
es: Sistema de archivos muy estable, pero ya no mantenido
fr: Système de fichiers très stable mais qui n'est plus maintenu
it: Molto stabile file system ma non mantiene ormai
nl: Zeer stabiel bestandssysteem maar dit wordt niet meer verder ontwikkeld
nn: Veldig stabilt filsystem som ikke vedlikeholdes lenger
sv: Mycket stabilt filsystem som inte upprätthålls längre

source: Next generation of Ext3 file system
ar: جيل جديد لنظام الملفات EXT3جيل جديد لنظام الملفات EXT3
es: Nueva generación de sistema de archivos Ext3
fr: Nouvelle génération du système de fichiers Ext3
it: prossima generazionz di Ext3 file system
nl: Volgende generatie bestandssysteem van Ext3
nn: Den neste generasjonen av Ext3 filsystemet
sv: Nästa generation av Ext3 filsystemet

source: Journaling version of Ext2 file system
ar: نسخة موجودة لنظام الملفات EXT2
es: Versión de registro en diario del sistema de archivos Ext2
fr: Version journalisée du système de fichiers Ext2
it: Journaling versione di Ext2 file system
nl: Volgende generatie bestandssysteem van Ext2
nn: Journalføring versjon av ext2 filsystem
sv: Journalförings version av ext2 filsystem

source: Standard file system Ext2
ar: نظام الملفات EXT2
es: Sistema de archivos estándard Ext2
fr: Système de fichiers standard Ext2
nl: Standaard bestandssystem Ext2
nn: Standard fil system Ext2
sv: Standard fil system Ext2

source: New promising file system
ar: نظام جديد واعد
es: Nuevo Sistema de archivos, muy prometedor
fr: Nouveau système de fichiers très prometteur
it: Nuove promettenti file system
nl: Nieuw veelbelovend bestandssysteem
nn: Lovende nytt fil system
sv: Lovande nytt fil system

source: Launch the format process ?
ar: بدأ المسح؟
es: Iniciar el proceso de formateo ?
fr: Lancer le processus de formatage ?
it: lanciare il formato processo ?
nl: Formatteren starten
nn: Begynn formatieringsprosessen ?
sv: Starta formatierings processen ?

source: The partition
ar: التجزيء
es: La partición
fr: La partition
it: la partizione
nl: De partitie
nn: Partisjonen
sv: Partitionen

source: will be formatted in
ar: يبدأ المسح
es: será formateado en
fr: sera formatée en
it: Sar formattato nel
nl: wordt geformatteerd als
nn: vil være formatert som
sv: kommer att formateras som

source: Are you sure you want to continue ?
ar: هل أنت متأكد
es: Seguro que quiere continuar ?
fr: Etes-vous certain de vouloir continuer ?
it: Sei sicuro di voler continuare ?
nl: Ben je zeker dat je wil verdergaan?
nn: Er du sikker på at du vil fortsette ?
sv: Är du säker på att du vill fortsätta ?

source: No disk available
ar: ليس هناك قرص متوفر
es: No hay disco disponible
fr: Aucun disque diponible
it: Disco non disponibile
nl: Geen schijf beschikbaar
nn: Ingen disk tilgjengelig
sv: Ingen hårddisk tillgänglig
