Repository: NuTyX/nutyx
Catalog: po/setup-nutyx/*.po
Languages: ar, es, fr, it, nl, nn, sv

source: Please stop the PC and install a harddisk
ar: أطفأ الجهاز و أنزل قرص
es: Por favor, frene la PC e instale un disco duro
fr: Veuillez arrêter le PC et installer un disque dur
it: Per favore stop la machina e installare un disco rigido
nl: Schakel de pc uit en installeer een schijf
nn: Slå av datamaskinen og installere en harddisk
sv: Stäng datorn och installera en hårddisk

source: No partition available
ar: لا تجزيئ متوفر
es: No hay una partición disponible
fr: Aucune partition disponible
it: Partizione non disponibile
nl: een partities beschikbaar
nn: Ingen partisjon tilgjengelig
sv: Ingen partition tillgänglig

source: Please create/modify yours partitions
ar: خلق/ تغيير التجزيئات
es: Por favor cree/modifique sus particiones
fr: Veuillez créer/modifier vos partitions
it: Per favore creare/modificare i tuoi partizioni
nl: Maak of pas een partitie aan
nn: Opprette / endre partisjoner
sv: Skapa / ändra dina partitioner

source: Choose your favorite tool
ar: أختر أداتك المفضلة
es: Elija su herramienta favorita
fr: Choisissez votre outil favori
it: Scegliere il tuo strumento preferito
nl: Selecteer je favoriete tool
nn: Velg din favoritt-verktøyet
sv: Välj ditt favorit verktyg

source: Basic partitioning tool
ar: أداة التجزيئ الأساسية
es: Herramienta de partición basica
fr: Outil de partitionnement basique
it: Basilare partizione strumento
nl: Basis partitioneringstool
nn: Grunnleggende partisjoneringsverktøy
sv: Grundläggande partitioneringsverktyg

source: Advanced partitioning tool
ar: أداة التجزيئ متقدم
es: Herramienta de partición avanzada
fr: Outil de partitionnement avancé
it: avanzato partizione strumento
nl: Geadvanceerde partitioneringstool
nn: Avansert partisjoneringsverktøy
sv: Avancerad partitioneringsverktyg

source: Partitioning of the disk
ar: تجزيئ القرص
es: Particionamiento del disco
fr: Partitionnement du disque
it: Partizione del disco
nl: Partitioneren van de schijf
nn: Partisjonere disken
sv: Partitionering av disken

source: Open a console
ar: فتح وحدة التحكم
es: Abrir una consola
fr: Ouvrir une console
it: Aprire una console
nl: Open een console
nn: Åpne en konsoll
sv: Öppna en konsol

source: Please wait
ar: أنتظر
es: Por favor espere
fr: Veuillez patienter
it: Per favore aspettate
nl: Wachten a.u.b.
nn: Vennligst vent
sv: Var god vänta

source: This is a very basic tool, do not expect too much
ar: أداة سهلة لن تنتظر كثيرا
es: Esta es una herramienta muy simple, no tenga muchas expectativas
fr: Il s'agit d'un outil très simple, ne vous attendez pas à trop
it: E uno basilare strumento, non ti aspetti molto
nl: Deze tool is rechttoe rechtaan, verwacht er niet te veel van
nn: Dette er en svært grunnleggende verktøy, ikke forvent for mye
sv: Detta är ett mycket grundläggande verktyg, förvänta dig inte för mycket

source: It will ask you on which partition you want to install NuTyX
ar: سيطلب منك تريد إظافة NuTyX
es: Le preguntará en cuál partición quiere instalar NuTyX
fr: Il vous sera demandé sur quelle partition vous voulez installer NuTyX
it: Ti chiedero in cui partizione vuole installare NuTyX
nl: Er wordt gevraagd op welke partitie je NuTyx wil installeren
nn: Den vil spørre deg hvilken partisjon du vil installere NuTyX på
sv: Den kommer att fråga dig om vilken partition du vill installera NuTyX på

source: If not yet created/formatted, it will prompt you to do so
ar: إدا لم يكن مظاف / ممسوح سيطلب منك فعله
es: Si aún no está creado/formateado, deberá hacerlo ahora
fr: Si elle n'est pas encore créée / formatée, il vous demandera de le faire
it: Se non creato/formatto, ti verra richiesta a farlo
nl: Indien je nog geen hebt gemaakt of gepartitioneerd, wordt je gevraagd dit te doen
nn: Hvis den ennå ikke er opprettet / formatert, vil det be deg om å gjøre det
sv: Om den ännu inte är skapad / formaterad, kommer den att fråga dig att göra det

source: No future plan to make this installer more sophisticated
ar: لا توجد تطور لإظافة فعالة
es: No hay planes futuros para que este instalador sea más sofisticado
fr: Aucune amélioration n'est prévue pour rendre cette installation plus sophistiquée
it: Non c' futuri piani di fare l'installatore piu sofisticato
nl: Er zijn geen verdere plannen om de installatie-tool meer functies te geven
nn: Ingen fremtida plan for å gjøre denne installasjons mer sofistikerte
sv: Ingen framtida plan för att göra den här installeraren mer sofistikerade

source: NuTyX goes on
ar: NuTyX يظاف في
es: NuTyX sigue
fr: NuTyX s'installe sur
it: NuTyX continua
nl: NuTyX wordt hier geinstalleerd
nn: NuTyX er plassert på
sv: NuTyX läggs på

source: only ONE partition
ar: تجزي واحد
es: Sólo UNA partición
fr: UNE seule partition
it: solo UNO partiizione
nl: Gebruik slechts EEN partitie
nn: bare én partisjon
sv: endast en partition

source: ONE exception, GRUB can be part of it, installed on a separate partition or not installed at all
ar: حالة خاصة GRUB يمكن أن يكون جزء من NuTyX, يظاف على تجزيئ أخر أو لا يظاف
es: UNA excepción, GRUB puede ser parte de NuTyX, instalándolo en una partición separada o mismo sin instalarlo
fr: UNE exception, grub peut faire partie de la NuTyX, être installé sur une autre partition ou ne pas être installé
nl: EEN uitzondering, grub kan deel zijn van, geinstalleerd worden op een aparte partitie of helemaal niet geinstalleerd worden
nn: Ett unntak, GRUB kan være en del av det, bli installert på en egen partisjon, eller ikke installert i det hele tatt
sv: Ett undantag, GRUB kan vara en del av den, installeras på en separerad partition, eller inte installerad alls

source: As NuTyX users, we recommand you to install GRUB on a separate partition
ar: كمستعمل ل NuTyX ننصحك بإظافة GRUB في تجزيئ أخر
es: Como usuarios de NuTyX, les recomendamos que instalen GRUB en una partición separada
fr: En tant qu'utilisateur NuTyX, nous vous recommandons d'installer GRUB sur une partition séparée
it: Come NuTyX utenti, racommandiamo da installare GRUB su un'altra partizione
nl: Als NuTyx gebruikers, wordt het je aanbevolen om GRUB op een aparte partitie te installeren
nn: Som NuTyX brukere, anbefaler vi deg å installere GRUB på en egen partisjon
sv: Som NuTyX användare, rekommenderar vi dig att installera GRUB på en separat partition

source: To do so
ar: تصرف كالأتي
es: Proceder de la siguiente
fr: Procédez comme ceci
it: Per fario
nl: Hiervoor
nn: For å gjøre dette
sv: För att göra så

source: Install GRUB first, then NuTyX
ar: أظافة Grub أولا ثم NuTyX
es: Instale GRUB primero, luego NuTyX
fr: Installez grub d'abord puis NuTyX
it: Installarlo GRUB prima, poi NuTyX
nl: Installeer je GRUB eerst en daarna pas NuTyx
nn: Installere GRUB først, deretter NuTyX
sv: Installerar GRUB först, sedan NuTyX

source: Have fun
ar: أستمتع جيدا
es: Diviertase!
fr: Amusez-vous bien
it: Buon divertimento
nl: Veel plezier
nn: Ha det gøy
sv: Ha det så kul

source: Thank you for installing NuTyX
ar: شكرا لإظافتك NuTyX
es: Gracias por instalar NuTyX
fr: Merci d'avoir installé NuTyX
it: Ringrazio per installare NuTyX
nl: Hartelijk dank om NuTyx te installeren
nn: Takk for at du installerer NuTyX
sv: Tack för att du installerar NuTyX

source: Help
ar: مساعدة
es: Ayuda
fr: Aide
it: Aiuto
nl: Hulp
nn: Hjelp
sv: Hjälp

source: How to do it
ar: كيف أتصرف
es: Como proceder
fr: Comment procéder
it: Come si fa
nl: Hoe ga ik verder
nn: Bruksanvisning
sv: Anvisningar

source: The name you enter is invalid
ar: الإسم الدي أدخلته غير متاح
es: El nombre ingresado no es válido
fr: Le nom que vous avez tapé est non valide
it: Il nome non valido
sv: Namnet du angav är inte giltigt

source: The name you enter is already register on the system
ar: الإسم الدي أدخلته موجود في النظام
es: El nombre ingresado ya está registrado en el sistema
fr: Le nom que vous avez tapé est déjà enrégisté dans le système
it: il nome gi registrati sul sistema
sv: Namnet du angav är redan upptaget

source: The description you enter is invalid
ar: الوصف الدي أدخلته غير متاح
es: La descripción ingresada es inválida
fr: La description que vous avez tapé est non valide
it: La descrizione non valida
sv: Beskrivningen du angav är inte giltig

source: Name of the user
ar: إسم المستعمل
es: Nombre del usuario
fr: Nom de l'utilisateur
it: Nome del utente
sv: Användarnamnet

source: Add a description for the user
ar: إظافة وصف للمستعمل
es: Agregue una descripción del usuario
fr: Ajouter une description pour l'utilisateur
it: Aggiungere una descrizione per il utente
sv: Lägg till en användar beskrivning

source: Name or Description of the user
ar: إسم أو وصف للمستعمل
es: ombre o descripción del usuario
fr: Nom ou Description de l'utilisateur
it: Nome o descrizione del utente
sv: Benämning av användaren

source: Password
ar: الرقم السري
es: Contraseña
fr: Mot de passe
it: parola d'ordine
sv: Lösenord

source: Enter a new password
ar: إظافة رقم سري جديد
es: Ingrese una contraseña nueva
fr: Entrez un nouveau mot de passe
it: Entrare un nuovo parola d'ordine
sv: Ange ett nytt lösenord

source: Confirm the new password
ar: تأكيد الرقم السري الجديد
es: Confirme la constraseña
fr: Confirmez le nouveau mot de passe
it: Conferma il nuovo parola d'ordine
sv: Bekräfta det nya lösenordet

source: Passwords are differents, please try again
ar: أرقام السر مختلفان الرجاء إعادة المحاولة
es: Las contraseñas son diferentes, por favor intente de nuevo
fr: Les mots de passe sont diffèrents, veuillez réessayer
it: Passwords sono diverse, per favore riprovare
sv: Lösenorden är inte lika, var god försök igen

source: Do you want to try again
ar: هل تريد إعادة المحاولة
es: Quiere probar de nuevo
fr: Souhaitez-vous réessayer
it: Vuoi riprovare?
sv: Vill du försöka igen?

source: Please run this command as root
ar: بدأ طلب root
es: Por favor ejecute este comando como root
fr: Veuillez lancer cette commande en root
it: Per favore esegue questo comando come root
sv: Var god kör kommandot som root

source: Sync the HD
ar: موائمة القرص الصلب
es: Sincronice el disco duro
fr: Synchronise le disque dur
sv: Synka HD

source: Emptying memory
ar: تفريغ الداكرة
es: Vaciando la memoria
fr: Vide la mémoire
it: Svuntando memoria
sv: Tömmer minnet

source: Swap partition not found
ar: تجزيء التغيير غير موجود
es: Partición de cambio no encontrada
fr: Partition d'échange non trouvée
it: Swap partizione non trovato
sv: Swap partitionen ej funnen

source: recommended
ar: مفظل
es: recommendado
fr: recommandé
it: raccomandato
sv: rekommenderad

source: skilled
ar: خبير
es: Experto
fr: expert
it: qalificato
sv: erfaren

source: Configure the wireless access point
ar: تأكيد ال wifi
es: Configure el punto de acceso WiFi
fr: Configurer le point d'accès wifi
it: Configurare il punto di accesso wireless
sv: Konfigurera den tradlösa atkomstpunkten

source: Configuration of a wireless access point for
ar: تأكيد ال wifi
es: Configuración de un acceso WiFi para
fr: Configuration d'un point d'accès wifi pour
it: Configurazione da uno punto di accesso wireless per
sv: Konfiguration av den tradlösa atkomstpunkten för

source: Choose the name of the wireless access point
ar: أختر إسم wifi
es: Elija el nombre del punto de acceso de WiFi
fr: Choisissez le nom du point d'accès wifi
it: Scegliere il nome del punto di accesso wireless
sv: Choose the name of

source: Enter the password of
ar: أختر كلمة سر
es: Ingrese la contraseña de
fr: Entrez le mot de passe de
it: Entrare il parola d'ordine

source: File
ar: ملف
es: Archivo
fr: Fichier

source: successfully created
ar: إظافة بنجاح
es: créado con éxito
fr: créé avec succès
it: Stata creata con successo

source: Cannot create
ar: لا يمكن إظافته
es: Impossible crear
fr: Impossible de créer
it: Impossibile creare

source: Erase
ar: مسح
es: Borrar
fr: Effacer
it: Cancellare

source: Configure automatic update
ar: تأكيد التحديث التلقائي
es: Configurar las actualizaciones automáticas
fr: Configurer les mise à jour automatiques
it: Configurare aggiornamento automatico

source: Would you like to enable automatic update
ar: هل تريد التحديث التلقائي
es: Le gustaría habilitar la actualización automática
fr: Souhaitez-vous activer les mise à jour automatiques
it: Ti piacerebbe di consentire il aggiornamento automatico

source: Make sure you reserve the first partition for ESP
ar: تأكد من تخصيص التجزيئ الأول ل ESP
es: Asegúrese de reservar la primer partición para el ESP
fr: Assurez-vous de reserver la première partition pour l'ESP
it: Assicurati di reservare la prima partizione per ESP

source: At partitioning, declare the first partition as EFI System
ar: عند التجزيئ ضع أول تجزيئ ك نظام EFI
es: Al particionar, declare la primera partición como Sistema EFI
fr: Lors du partionnement, déclarez la première partition comme EFI System
it: In partizionato, afermare la prima partizione come EFI System

source: EFI partition not found
ar: تجزيئ EFI غير موجود
es: Partición EFI no encontrada
fr: Partition EFI pas trouvée
it: EFI partizione non trovato

source: GPT partition table not found
ar: طاولة التجزيئات GPT غير موجودة
es: abla de partición GPT no encontrada
fr: Table de partitions GPT pas trouvée
it: GPT partizione tabella non trovato

source: This installation won't boot again ...
ar: هده الإظافة لا تبدأ
es: Esta installacion no se reiniciara...
fr: Cette installation ne redémarrera pas ...
it: Questa installazione non si avvia ancora...

source: You can remove the ISO media now.
ar: يمكنك إزالة الوسائط التي تحتوي على إسو الآن.
es: Puede eliminar los medios que contienen el ISO ahora.
fr: Vous pouvez enlever le media contenant l'ISO maintenant.
it: È possibile rimuovere il supporto contenente l'ISO ora.
nl: U kunt de media met de ISO nu verwijderen.
nn: Du kan fjerne media som inneholder ISO nå.
sv: Du kan ta bort media som innehåller ISO nu.

source: Advanced Menu
ar: القائمة المتقدمة
es: Menú avanzado
fr: Menu avancé
it: Menu avanzato
nl: Geavanceerd menu
nn: Avansert meny
sv: Avancerad meny

source: Advanced
es: Avanzado
fr: Avancé
it: Avanzato
nl: Geavanceerd
nn: Avansert
sv: Avancerad

source: Main
es: Principal
fr: Principal
it: Principale
nl: Hoofd
nn: Hoved
sv: Huvud

source: Password is empty, please try again
es: La contraseña está vacía, inténtelo de nuevo.
fr: Le mot de passe est vide, essayez à nouveau svp
it: La password è vuota, riprova
nl: Wachtwoord is leeg, probeer het opnieuw

source: No Network Adapter available
es: No hay adaptador de red disponible
fr: Aucun adaptateur réseau disponible
it: Nessun adattatore di rete disponibile

source: Please add a Network Adapter
es: Agregue un adaptador de red
fr: Veuillez ajouter un adaptateur réseau
it: Si prega di aggiungere un adattatore di rete

source: No GRUB
fr: Pas de GRUB

source: skip
fr: sauter

source: error configuration
ar: خلل في الـتأكيد

source: configuration mode
ar: وض ع التاكيد

source: Auto
ar: تلقائي

source: Enter a broadcast adress
ar: أدخل عنوان النشر

source: DNS Search suffix
ar: لاحقة البحث دنس

source: Configure the langage
ar: تأكيد اللغة

source: add a user to the system
ar: إضافة مستعمل للنظام

source: ERROR configuration
es: ERROR de configuración
it: Errore di configurazione
nl: ERROR configuratie
nn: Konfigurasjonsfeil
sv: Konfigurationsfel

source: Enter a broadcast address
es: Ingrese una dirección de difusión
it: Inserisci un indirizzo di broadcast
nl: Voer een broadcast-adres in
nn: Skriv inn et kringkastings adresse
sv: Ange en broadcast-adress

source: in most cases the current value can be used
es: en la mayoría de los casos, el valor actual puede ser usado
it: Nella maggiore parte dei casi il valore attuale possono essere utilizzati
nl: in de meeste gevallen kan de actuele waarde worden gebruikt
nn: i de fleste tilfeller den aktuelle verdien kan benyttes
sv: i de flesta fall kan det aktuella värdet kan användas

source: Enter the subnet mask
es: Ingrese la máscara de la subred
it: Entrare la maschera di sottorete
nl: Voer het subnetmasker in
nn: Skriv inn nettverksmasken
sv: Ange nätmasken

source: Enter the gateway address
es: Ingrese la dirección de la puerta de enlace
it: Entrare l'indirizzo del gateway
nl: Voer het gateway-adres in
nn: Skriv inn gateway adress
sv: Ange gateway-adress

source: it is normally the address of your router access point
es: normalmente es la dirección del punto de acceso de su router
it: normalmente l'indirizzo del punto di accesso del router
nl: Het is normaal gesproken het adres van uw router access point
nn: det er normalt den adressen til ruterens tilgangspunkt
sv: det är normalt adressen för din router åtkomstpunkt

source: Enter the DNS address
es: Ingrese la dirección DNS
it: Entrare l'indirizzo DNS
nl: Voer het DNS-adres in
nn: Skriv inn DNS-adresse
sv: Ange DNS-adress

source: DNS Search Suffix
es: Sufijo de busqueda DNS
it: DNS cercare Suffisso
nl: DNS-achtervoegsel Zoeken in
nn: DNS Søk suffiks
sv: DNS-sökning Suffix

source: Enter the domain name
es: Ingrese el nombre de dominio
it: Inserisci il nome del dominio
nl: Voer de domeinnaam in
nn: Skriv domenenavnet
sv: Ange domännamn

source: this is only need if you are in a subdomain
es: esto es sólo necesario si se encuenta en un subdominio
it: servissero solo se sei in un sottodominio
nl: Dit is alleen nodig in een subdomein
nn: dette er bare nødvendig hvis du er i et underdomene
sv: detta behövs bara om du är i en underdomän

source: Most of the time it's not need
es: Por lo general no es necesario
it: la maggiore parte delle volte non un bisogno
nl: Meestal is het niet nodig
nn: Men vanligvis trenges det ikke å gjøre
sv: Men oftast behövs det inte göras

source: Coordinated Universal Time ??or Local Time ?
es: Tiempo Universal Coordinado u Hora Local

source: ONE exception, GRUB can be part of it , installed on a separate partition or not installed at all
it: UNO eccezione, GRUB puo farne parte , installato su un'altra partizione o non installato

source: Configuration of the boot of the computer (GRUB)
sv: Konfiguration av boot inställingar av datorn (GRUB)

source: Coordinated universal time or local time ?
nn: Coordinated universal time eller lokal tid ?

source: Do you want to use this time as coordinated universal time ?
nn: ønsker du å bruke denne tiden som coordinated universal time ?

source: good to know
nn: godt å vite
